espressif/esp-idf/tools/test_apps/system/build_test/sdkconfig.ci.esp32c2_without_rom_impl_components
CONFIG_IDF_TARGET="esp32c2"
CONFIG_HAL_WDT_USE_ROM_IMPL=n
CONFIG_HAL_SYSTIMER_USE_ROM_IMPL=n
CONFIG_HEAP_TLSF_USE_ROM_IMPL=n
CONFIG_SPI_FLASH_ROM_IMPL=n
